/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Fechas";
"AppDates.DATES.PAST_DUE" = "Fuera de plazo";
"AppDates.DATES.TODAY" = "Hoy";
"AppDates.DATES.THIS_WEEK" = "Esta semana";
"AppDates.DATES.NEXT_WEEK" = "La próxima semana";
"AppDates.DATES.UPCOMING" = "Próximamente";
"AppDates.EMPTY.TITLE" = "Sin Fechas";
"AppDates.EMPTY.SUBTITLE" = "Actualmente no tienes cursos activos con eventos programados. Inscríbete en un curso para ver las fechas y plazos importantes.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "¿Perdiste algunas fechas límite?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "No te preocupes, cambia nuestro cronograma sugerido para completar las asignaciones pendientes sin perder ningún progreso.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Cambiar Fecha Límite";
"Profile.TITLE" = "Perfil";
"Profile.INFO" = "Información de perfil";
"Profile.ABOUT" = "Acerca de mí";
"Profile.EDIT_PROFILE" = "Editar perfil";
"Profile.YEAR_OF_BIRTH" = "Año de nacimiento:";
"Profile.BIO" = "Biografía:";
"Profile.SETTINGS" = "Ajustes";
"Profile.SETTINGS_VIDEO" = "Ajustes de vídeo";
"Profile.DATES_AND_CALENDAR" = "Fechas y calendario";
"Profile.SUPPORT_INFO" = "Información de soporte";
"Profile.CONTACT" = "Contactar soporte";
"Profile.TERMS" = "Condiciones de uso";
"Profile.PRIVACY" = "Política de privacidad";
"Profile.COOKIE_POLICY" = "Política de cookies";
"Profile.CURRENT_LEARNING_SITE" = "Sitio de aprendizaje actual";
"Profile.DO_NOT_SELL_INFORMATION" = "No vendas mi información personal.";
"Profile.FAQ_TITLE" = "Vista preguntas frecuentes";
"Profile.MANAGE_ACCOUNT" = "Administrar cuenta";
"Profile.LEARNING_SITES" = "Sitios de aprendizaje";
"Profile.LOGOUT" = "Cerrar sesión";
"Profile.SWITCH_TO" = "Cambiar a";
"Profile.FULL_PROFILE" = "perfil completo";
"Profile.LIMITED_PROFILE" = "perfil limitado";
"Profile.LOGOUT_ALERT.TITLE" = "Confirma cerrar sesión";
"Profile.LOGOUT_ALERT.TEXT" = "¿Está seguro de que desea cerrar sesión?";
"Profile.DELETE_ALERT.TITLE" = "¡Advertencia!";
"Profile.DELETE_ALERT.TEXT" = "¿Realmente quieres borrar tu cuenta?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "¿Quieres salir sin guardar?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Los cambios que haya realizado se descartarán.";
"Profile.EDIT.TOO_YONG_USER" = "Debes ser mayor de 13 años para tener un perfil con acceso completo a la información.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Un perfil limitado solo comparte su nombre de usuario y foto de perfil.";
"Profile.EDIT.DELETE_ACCOUNT" = "Borrar cuenta";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Año de nacimiento";
"Profile.EDIT.FIELDS.LOCATION" = "Ubicación";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Lengua hablada";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Acerca de mí:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Cambiar imagen de perfil";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Selecciona de la galería";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Quitar foto";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Cancelar";
"Profile.DELETE_ACCOUNT.TITLE" = "Borrar cuenta";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Estás seguro que quieres ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "elimina tu cuenta?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Para confirmar esta acción, ingrese la contraseña de su cuenta.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Contraseña";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Introducir la contraseña";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Sí, borrar cuenta";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Volver al perfil";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "La contraseña es incorrecta. Inténtalo de nuevo.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Ajustes de vídeo";
"Profile.SETTINGS.WIFI_TITLE" = "Descarga solo wifi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Descargar contenido solo cuando el wifi esté activado";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Calidad de transmisión de vídeo";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Automático (recomendado)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Recomendado";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Menor uso de datos";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Mejor calidad";
"Profile.SETTINGS.VERSION" = "Versión:";
"Profile.SETTINGS.UP_TO_DATE" = "";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Toca para actualizar a la versión";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Toque para instalar la actualización de la aplicación obligatoria";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "No se puede enviar correo electrónico. Parece que tu cliente de correo electrónico no está configurado.";
"Profile.CALENDAR.NEW_CALENDAR" = "Nuevo calendario";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Cambiar opción de sincronización";
"Profile.CALENDAR.ACCOUNT" = "Cuenta";
"Profile.CALENDAR.CALENDAR_NAME" = "Nombre del calendario";
"Profile.CALENDAR.COLOR" = "Color";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Las próximas actividades de los cursos activos aparecerán en este calendario.";
"Profile.CALENDAR.CANCEL" = "Cancelar";
"Profile.CALENDAR.BEGIN_SYNCING" = "Comenzar a sincronizar";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Sincronizado";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Error de sincronización";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Desconectado";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Sincroniza con el calendario...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Acceso al calendario";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Deshabilitar sincronización del calendario";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Para mostrar las próximas actividades y los hitos del curso en su calendario, necesitamos permiso para acceder a su calendario.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Al deshabilitar la sincronización del calendario se borrará el calendario “%@”. Puedes volver a activar la sincronización del calendario en cualquier momento.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Acceso al calendario de concesiones";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Desactivar sincronización";
"Profile.CALENDAR_DIALOG.CANCEL" = "Cancelar";
"Profile.DATES_AND_CALENDAR.TITLE" = "Fechas y calendario";
"Profile.CALENDAR_SYNC.TITLE" = "Sincronización de calendario";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Configure la sincronización del calendario para mostrar sus próximas actividades y los hitos del curso en su calendario. Las nuevas actividades y las fechas de cursos cambiadas se sincronizarán automáticamente.";
"Profile.CALENDAR_SYNC.BUTTON" = "Configurar sincronización del calendario";
"Profile.OPTIONS.TITLE" = "Opciones";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Utiliza fechas relativas";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Mostrar fechas relativas como &quot;Mañana&quot; y &quot;Ayer&quot;";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Mostrar fechas completas como “1 de enero de 2021”";
"Profile.DATES_AND_CALENDAR.TITLE" = "Fechas y calendario";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Sincronización del calendario del curso";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Vuelve a conectar tu calendario para reanudar la sincronización.";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Actualmente sincronizando eventos con tu calendario";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Reconectar calendario";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Cambiar opciones de sincronización";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Sincronizando %d cursos";
"Profile.OPTIONS.TITLE" = "Opciones";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Utiliza fechas relativas";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Mostrar fechas relativas como &quot;Mañana&quot; y &quot;Ayer&quot;";
"Profile.COURSES_TO_SYNC.TITLE" = "Cursos para sincronizar";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Al deshabilitar la sincronización de un curso, se eliminarán todos los eventos conectados al curso de su calendario sincronizado.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Ocultar cursos inactivos";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Elimina automáticamente eventos de cursos que no has visto en el último mes";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Inactivo";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Local";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Acento";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Rojo";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Naranja";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Amarillo";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Verde";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Azul";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Púrpura";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Marrón";
"Profile.CALENDAR.COURSE_DATES" = "%@ Fechas del curso";
"Profile.DROP_DOWN_PICKER.SELECT" = "Seleccionar";
"Profile.SYNC_SELECTOR.SYNCED" = "Para sincronizar";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "No sincronizado";
"Profile.SYNC.NO_SYNCED" = "Sin cursos sincronizados";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Actualmente no se están sincronizando cursos con su calendario.";
"Downloads.DOWNLOADS.TITLE" = "Descargas";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Administrar la configuración de descarga";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "No hay cursos con contenido descargable";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Actualmente no tienes cursos con contenido descargable.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ descargado";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Todos los elementos %@ descargados";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ disponible";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Descargar curso";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Descargando";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Cargando estructura del curso...";
"Downloads.MENU_OPTION.REMOVE" = "Eliminar descargas de cursos";
"Downloads.MENU_OPTION.CANCEL" = "Cancelar descargar";
"Discovery.TITLE" = "Descubrir";
"Discovery.SEARCH" = "Buscar";
"Discovery.HEADER.TITLE_1" = "Descubre algo nuevo";
"Discovery.HEADER.TITLE_2" = "Busquemos un nuevo curso para usted.";
"Discovery.SEARCH.TITLE" = "Resultados de la búsqueda";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Empieza a escribir para encontrar el curso.";
"Discovery.UPDATE_REQUIRED_TITLE" = "Se requiere actualización de la aplicación";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Esta versión de la aplicación OpenEdX no está actualizada. Para continuar aprendiendo y obtener las características y correcciones más recientes, actualice a la última versión.";
"Discovery.UPDATE_WHY_NEED" = "¿Por qué necesito actualizar?";
"Discovery.UPDATE_DEPRECATED_APP" = "Versión de la aplicación obsoleta";
"Discovery.UPDATE_BUTTON" = "Actualizar";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Configuración de cuenta";
"Discovery.UPDATE_NEEDED_TITLE" = "Actualización de la aplicación";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Le recomendamos que actualice a la última versión. Actualice ahora para recibir las últimas funciones y correcciones.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Ahora no";
"Discovery.UPDATE_NEW_AVALIABLE" = "¡Nueva actualización disponible! Actualice ahora para recibir las últimas características y correcciones";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Salir de la aplicación";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Ahora estás saliendo de la aplicación y abriendo un navegador.";
"Discovery.DETAILS.TITLE" = "Detalles del curso";
"Discovery.DETAILS.VIEW_COURSE" = "Vista curso";
"Discovery.DETAILS.ENROLL_NOW" = "Inscríbete ahora";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "No puedes inscribirte en este curso porque la fecha de inscripción ha terminado.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Para inscribirse en este curso, asegúrese de estar conectado a Internet.";
"Discovery.DETAILS.COURSE_BANNER" = "Banner del curso";
"Discovery.ALERT.AUTHORIZATION" = "Autorización";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Por favor ingrese al sistema para continuar con inscripción en el curso.";
"Discussion.TITLE" = "Foros";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "La publicación en foros está deshabilitada por el equipo del curso.";
"Discussion.TOPICS.SEARCH" = "Buscar todas las publicaciones";
"Discussion.TOPICS.ALL_POSTS" = "Todos los mensajes";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Publicaciones que sigo";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Categorías principales";
"Discussion.TOPICS.UNNAMED" = "Subcategoría sin nombre";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Actividad reciente";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "La mayor actividad";
"Discussion.POSTS.SORT.MOST_VOTES" = "La mayoría de los votos";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Aún no hay foros";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Pulsa el botón a continuación para crear tu primer foro.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Crear foro";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Añadir una publicación";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Todos los mensajes";
"Discussion.POSTS.FILTER.UNREAD" = "No leído";
"Discussion.POSTS.FILTER.UNANSWERED" = "Sin respuesta";
"Discussion.POSTS.CREATE_NEW_POST" = "Crea nueva publicación";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Haz una elección";
"Discussion.POST.LAST_POST" = "Última publicación:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Comentario añadido";
"Discussion.THREAD.ADD_RESPONSE" = "Añade una respuesta";
"Discussion.CREATE_THREAD.NEW_POST" = "Crea una nueva publicación";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Seleccionar tipo de publicación";
"Discussion.CREATE_THREAD.TOPIC" = "Tema";
"Discussion.CREATE_THREAD.TITLE" = "Título";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Sigue este foro";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Sigue esta pregunta";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Crea un nuevo foro";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Crear una nueva pregunta";
"Discussion.COMMENT.REPORT" = "Informe";
"Discussion.COMMENT.UNREPORT" = "Denunciar";
"Discussion.COMMENT.FOLLOW" = "Seguir";
"Discussion.COMMENT.UNFOLLOW" = "Dejar de seguir";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Comentario";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Comentario añadido";
"Discussion.RESPONSE.ADD_COMMENT" = "Añadir un comentario";
"Discussion.POST_TYPE.QUESTION" = "pregunta";
"Discussion.POST_TYPE.DISCUSSION" = "foro";
"Discussion.SEARCH" = "Buscar";
"Discussion.SEARCH.TITLE" = "Resultados de la búsqueda";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Empieza a escribir para encontrar los temas.";
"Discussion.ANONYMOUS" = "Anónimo";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "No se pueden cargar los foros.\nInténtalo de nuevo más tarde.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Felicitaciones, ha obtenido este curso certificado en &quot;%@&quot;.";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Ver certificado";
"Course.OUTLINE.CERTIFICATE" = "Certificado";
"Course.OUTLINE.COURSE_VIDEOS" = "Vídeos del curso";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Este curso aún no ha comenzado.";
"Course.COURSEWARE.COURSE_CONTENT" = "Contenido del curso";
"Course.COURSEWARE.COURSE_UNITS" = "unidades del curso";
"Course.COURSEWARE.NEXT" = "Siguiente";
"Course.COURSEWARE.PREVIOUS" = "Anterior";
"Course.COURSEWARE.PREVIOUS_FULL" = "Anterior";
"Course.COURSEWARE.FINISH" = "Finalizar";
"Course.COURSEWARE.GOOD_WORK" = "¡Buen trabajo!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Volver a la estructura";
"Course.COURSEWARE.SECTION" = "Has completado “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Continuar";
"Course.COURSEWARE.RESUME_WITH" = "Reanudar con:";
"Course.ERROR.NO_INTERNET" = "No estás conectado a Internet. Por favor, revise su conexión a Internet.";
"Course.ERROR.RELOAD" = "Recargar";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Componente del curso no encontrado, vuelva a cargarlo";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Actualmente no hay apuntes disponibles para este curso.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Actualmente no hay anuncios para este curso.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "No hay videos disponibles para este curso.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "No hay asignaciones disponibles para este curso.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Las fechas de los cursos no están disponibles actualmente.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Actualmente no hay ningún contenido del curso disponible.";
"Course.ALERT.ROTATE_DEVICE" = "Gira tu dispositivo para ver este vídeo en pantalla completa.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "¿Estás seguro de que deseas borrar todos los vídeos de?";
"Course.ALERT.DELETE_VIDEOS" = "¿Estás seguro de que deseas borrar vídeos de [especificar]?";
"Course.ALERT.STOP_DOWNLOADING" = "Al apagar el interruptor, detendrá la descarga y se borrarán todos los vídeos descargados para";
"Course.ALERT.WARNING" = "Advertencia";
"Course.COURSE_CONTAINER.HOME" = "Inicio";
"Course.COURSE_CONTAINER.CONTENT" = "Contenido";
"Course.COURSE_CONTAINER.PROGRESS" = "Progreso";
"Course.COURSE_CONTAINER.VIDEOS" = "vídeos";
"Course.COURSE_CONTAINER.OFFLINE" = "Desconectado";
"Course.COURSE_CONTAINER.DATES" = "Fechas";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Foros";
"Course.COURSE_CONTAINER.HANDOUTS" = "Más";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Apuntes en desarrollo";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Has completado %@%% del Progreso del curso";
"Course.COURSE_CAROUSEL.GRADES" = "Calificaciones";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Esto representa su calificación ponderada contra la calificación necesaria para aprobar este curso .";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Todo el contenido";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Ahora estás auditando este curso y tienes acceso limitado al material del curso.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Actualizar ahora";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "¡Estás al día con los vídeos!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "¡Has completado todas las tareas!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Videos\ncompletado";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Asignaciones\ncompletado";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Continuar viendo";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Vídeo siguiente";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Todos los videos";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Todas las tareas";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Próxima asignación";
"Course.COURSE_CONTENT.ALL" = "Todo";
"Course.COURSE_CONTENT.VIDEOS" = "Vídeos";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Tareas";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Finalización del curso";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Esto representa el porcentaje del contenido del curso que has completado. Ten en cuenta que es posible que parte del contenido aún no esté disponible.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Terminado";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Progreso general";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Restante";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Bloqueado";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Progreso de calificaciones";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Aprobado";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "No aprobado";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Ver certificado";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Progreso de la Sección";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "No hay progreso disponible";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Empieza a aprender para ver tu progreso aquí";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Calificación general";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Esto representa su calificación ponderada contra la calificación necesaria para aprobar este curso .";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Calificación Ponderada General Actual:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Se requiere una nota ponderada de %@%% para aprobar este curso";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "requiere";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Detalles de la calificación";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Tipo de tarea";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Actual / Máximo %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Completo";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "de la calificación";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Este curso no contiene actividades calificadas.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Apuntes";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Anuncios";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Encuentre información importante sobre el curso";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Manténgase al día con las últimas noticias";
"Course.NOT_AVALIABLE.TITLE" = "Este componente interactivo no está disponible en dispositivos móviles.";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Explora otras partes de este curso o verlo en la web.";
"Course.NOT_AVALIABLE.BUTTON" = "Abrir en el navegador";
"Course.SUBTITLES.TITLE" = "Subtítulos";
"Course.ACCESSIBILITY.DOWNLOAD" = "Descargar";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Cancelar descargar";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Borrar descarga";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Anillo de progreso de finalización del curso";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Sección de calificación general";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Sección de detalles de calificaciones";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Ítem de Tarea";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Nota obligatoria para aprobar";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ por ciento completado";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ por ciento obligatorio para aprobar";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ de %@ completado, %@ de %@ por ciento de la nota";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Calificación actual: %@ por ciento";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Advertencia de requisito de calificación: %@ por ciento obligatorio para aprobar";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Visualización del progreso mostrando %@ categorías de actividades";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Progreso general: %@ por ciento";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Muestra el desglose del progreso por tipo de actividad";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Este curso no tiene actividades calificadas para mostrar";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Completa las actividades del curso para ver tu progreso aquí";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Encabezado de columna de tipo de actividad";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Encabezado de columna de porcentaje actual y máximo";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Peso: %@ por ciento de la nota";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ de %@ completado";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Calificación actual: %@ de %@ por ciento";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ de %@ completado. Peso: %@ por ciento de la nota. Nota actual: %@ de %@ por ciento";
"Course.DOWNLOAD.DOWNLOADS" = "Descargas";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Todos los vídeos descargados";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Descargando vídeos...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Descargar al dispositivo";
"Course.DOWNLOAD.VIDEOS" = "vídeos";
"Course.DOWNLOAD.REMAINING" = "Restante";
"Course.DOWNLOAD.UNTITLED" = "Sin título";
"Course.DOWNLOAD.TOTAL" = "Total";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "No puedes cambiar la calidad del vídeo de descarga cuando todos los vídeos se están descargando";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Tu configuración de descarga actual solo permite descargar a través de Wi-Fi. Conéctese a una red Wi-Fi o cambie la configuración de descarga.";
"Course.COURSE_DATES.TODAY" = "Hoy";
"Course.COURSE_DATES.COMPLETED" = "Completado";
"Course.COURSE_DATES.PAST_DUE" = "Vencido";
"Course.COURSE_DATES.DUE_NEXT" = "";
"Course.COURSE_DATES.UNRELEASED" = "Inédito";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Solo se ha verificado";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Ítemes ocultos";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Ítem oculto";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Las fechas límite cambiaron";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Sus fechas límite se han cambiado con éxito para ayudarle a mantener el rumbo.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Ver todas las fechas";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Sincroniza con el calendario";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Sincroniza automáticamente todas las fechas límite y de entrega de este curso con su calendario.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Agregar calendario";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Eliminar calendario";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "¿Le gustaría agregar el calendario %@ \"%@\" ? \n Puede editar o eliminar el calendario del curso en cualquier momento en Calendario o Configuración";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "¿Le gustaría eliminar el calendario %@ \"%@\"?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "Se ha agregado \"%@\" a su calendario.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Sincronizando calendario...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Vista eventos";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Hemos agregado su calendario de cursos.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Su calendario de cursos ha sido eliminado.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Eventos del calendario";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Tu calendario de cursos está desactualizado";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Las fechas de sus cursos se han cambiado y su calendario de cursos ya no está actualizado con su nuevo horario.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Actualizar ahora";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Su calendario de cursos ha sido actualizado.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ no tiene permiso de calendario. Vaya a la configuración y otorgue permiso al calendario.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Abrir configuración";
"Course.COURSE_DATES.SETTINGS" = "Ajustes";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Sus fechas no se pudieron cambiar. Inténtalo de nuevo.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Tus fechas se han cambiado con éxito.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Fechas del curso";
"Course.COURSE.DUE_TODAY" = "Para hoy";
"Course.COURSE.DUE_TOMORROW" = "Para mañana";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ / %@ Completado";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Secciones completadas";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@ / %@ Completado";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Visto";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Ver completado";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Ocultar Completado";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Terminado";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Arrastrar y soltar";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Tarea";
"Course.COURSE.ASSIGNMENT_GRADED" = "Calificado";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "No iniciado";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Evaluación abierta";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Instrucción entre pares";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Problemas";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Encuesta múltiple";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "En curso";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Nube de Palabras";
"Course.COURSE.ASSIGNMENT_LTI" = "Herramienta externa";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Foro";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Descargas más grandes";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Hecho";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Editar";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Eliminar todas las descargas";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% de este curso es visible en el móvil.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% de este curso se puede descargar.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %% de este curso se puede completar sin conexión.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Descargado";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Descargando";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Disponible para Descargar";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Listo para Descargar";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Descargar todo";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Cancelar la descarga del curso";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Puedes descargar el contenido del curso sin conexión para aprender sobre la marcha, sin requerir una conexión a Internet activa ni de utilizar datos móviles.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Ninguno de los contenidos de este curso está disponible actualmente para descargar sin conexión.";
"Course.COURSE.RETURN_TO_HOME" = "Regresar al inicio del curso";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Este componente no descarga";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Explora otras partes de este curso o descarga esto cuando te vuelvas a conectar.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Este componente aún no está disponible sin conexión";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Explora otras partes de este curso o mira esto cuando te vuelvas a conectar.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Sincroniza con el calendario";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "La sincronización del calendario falló";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Desconectado";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Completado - %@/%@ puntos";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Vencido - %@/%@ puntos";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ No Disponible Aún";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ puntos";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Revisar la Política de Calificación del curso";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Desconocido";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Sección de progreso del curso";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Sección de continuar aprendiendo";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Sección de contenido del curso";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Sección de mensaje de error";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Cargando Sección";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Sección de vídeos";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Video progreso %@ de %@ completado.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Sección de actividades";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Sección de progreso de la actividad";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "No hay contenido disponible en esta Sección";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Página siguiente";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Última página";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Página anterior";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ de %@ tareas completadas";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Toca para ocultar las secciones completadas";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Toca para mostrar las secciones completadas";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ sección, %@ de %@ videos vistos";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Descargar sección, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Video: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, completado";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% visto";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, no iniciado";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Toca para reproducir el video";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ por ciento completado";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Video %@ de %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Navegación de Video";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Sin Título de Video";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Iniciar sesión";
"Authorization.SIGN_IN.WELCOME_BACK" = "¡Bienvenido de nuevo! Inicia sesión para acceder a tus cursos.";
"Authorization.SIGN_IN.EMAIL" = "Correo electrónico";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "Correo electrónico o nombre de usuario";
"Authorization.SIGN_IN.PASSWORD" = "Contraseña";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "¿Olvidaste tu contraseña?";
"Authorization.SIGN_IN.SELECTED_SITE" = "Sitio seleccionado";
"Authorization.SIGN_IN.CHANGE" = "Cambiar";
"Authorization.SIGN_IN.AGREEMENT" = "Al iniciar sesión en esta aplicación, acepta el [%@ Acuerdo de licencia de usuario final](%@) y los [%@ Términos de servicio y Código De Honor](%@) y reconoce que %@ y cada Miembro procesan sus datos personales en  \nde acuerdo con la [Política de Privacidad.](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "Empieza hoy a construir tu carrera con confianza";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Un conjunto integrado de programas de conocimiento y empoderamiento para desarrollar los componentes del sector de dotación y sus trabajadores";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Iniciar sesión";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Iniciar sesión a través del servicio de inicio de sesión unificado nacional";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Dirección de correo electrónico no válida";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "La longitud de la contraseña no es válida.";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Esta cuenta %@ no está vinculada con ninguna cuenta %@. Por favor regístrese.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Correo electrónico o nombre de usuario no válido";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Tu cuenta está desactivada. Comuníquese con el servicio de atención al cliente para obtener ayuda.";
"Authorization.SIGN_UP.SUBTITLE" = "¡Crear una cuenta para comenzar a aprender hoy!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Crear cuenta";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Ocultar campos opcionales";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Mostrar campos opcionales";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Has iniciado sesión con éxito.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Sólo necesitamos un poco más de información antes de comenzar a aprender.";
"Authorization.SIGN_UP.AGREEMENT" = "Al crear una cuenta, usted acepta el [%@ Acuerdo de licencia de usuario final](%@) y los [%@ Términos de servicio y Código de Honor](%@) y reconoce que %@ y cada Miembro procesan sus datos personales de acuerdo con la [política de privacidad.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Acepto que %@ pueda enviarme mensajes de marketing.";
"Authorization.FORGOT.TITLE" = "Has olvidado tu contraseña";
"Authorization.FORGOT.DESCRIPTION" = "Ingrese su dirección de correo electrónico de inicio de sesión o de recuperación a continuación y le enviaremos un correo electrónico con instrucciones.";
"Authorization.FORGOT.REQUEST" = "Restablecer la contraseña";
"Authorization.FORGOT.CHECK_TITLE" = "Verifica tu correo electrónico";
"Authorization.FORGOT.CHECK_Description" = "Hemos enviado instrucciones para recuperar tu contraseña a tu correo electrónico. ";
"Authorization.CONTINUE_WITH" = "Continuar con:";
"Authorization.LAST_SIGN_IN" = "Último inicio de sesión";
"Authorization.OR_SIGN_IN_WITH" = "O inicie sesión con correo electrónico:";
"Authorization.OR_REGISTER_WITH" = "O regístrate a continuación:";
"Authorization.APPLE" = "Manzana";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "O";
"Authorization.STARTUP.INFO_MESSAGE" = "Cursos y programas de las mejores universidades del mundo en tu bolsillo.";
"Authorization.STARTUP.SEARCH_TITLE" = "¿Qué quieres aprender?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Busque nuestros más de 3000 cursos";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Explora todos los cursos";
"Authorization.STARTUP.TITLE" = "Comenzar";
"Authorization.LEARNING_SITES.TITLE" = "Sitios de aprendizaje";
"Authorization.LEARNING_SITES.GET_STARTED" = "Comenzar";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "¡Bienvenido! Selecciona tu sitio de aprendizaje";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Buscar";
"Authorization.LEARNING_SITES.SUBTITLE" = "Seleccionar o añadir un sitio de aprendizaje";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "Sitio de aprendizaje actual";
"Authorization.LEARNING_SITES.MORE_SITES" = "Más sitios de aprendizaje";
"Authorization.LEARNING_SITES.ADD_SITE" = "Agregar un sitio de aprendizaje";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "Universidad de Artes y Ciencias";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "No hay centros educativos que coincidan con su búsqueda";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Salir";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "¿Está seguro de que desea cerrar sesión en %@?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Salir";
"WhatsNew.TITLE" = "Qué hay de nuevo";
"WhatsNew.BUTTON_PREVIOUS" = "Anterior";
"WhatsNew.BUTTON_NEXT" = "Siguiente";
"WhatsNew.BUTTON_DONE" = "Hecho";
"Dashboard.TITLE" = "Panel de control";
"Dashboard.HEADER.COURSES" = "Cursos";
"Dashboard.HEADER.WELCOME_BACK" = "Bienvenido de nuevo. Sigamos aprendiendo.";
"Dashboard.SEARCH" = "Buscar";
"Dashboard.EMPTY.SUBTITLE" = "Aún no estás inscrito en ningún curso.";
"Dashboard.LEARN.TITLE" = "Aprender";
"Dashboard.LEARN.VIEW_ALL" = "Vista todo";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Ver todos los cursos (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Todos los cursos";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Tarea Vencida";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Ver Tareas";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Tareas vencidas";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Tareas vencidas %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Vencimiento en %@ Días";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Reanudar curso";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Empezar El Curso";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Cursos";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programas";
"Dashboard.LEARN.CATEGORY.ALL" = "Todos";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "En Progreso";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Completado";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Venció";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "No hay cursos";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "No hay cursos en progreso";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "No hay cursos completados";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "No hay cursos caducados";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Actualmente no estás inscrito en ningún curso, ¿te gustaría explorar el catálogo de cursos?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Encuentra un curso";
"Core.MAINSCREEN.DISCOVERY" = "Descubrir";
"Core.MAINSCREEN.DASHBOARD" = "Panel de control";
"Core.MAINSCREEN.IN_DEVELOPING" = "En desarrollo";
"Core.MAINSCREEN.PROGRAMS" = "Programas";
"Core.MAINSCREEN.PROFILE" = "Perfil";
"Core.MAINSCREEN.LEARN" = "Aprender";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Ya has creado una cuenta %@ con tu cuenta %@. Has iniciado sesión con esa cuenta.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Inténtalo otra vez";
"Core.ERROR.INVALID_CREDENTIALS" = "Credenciales no válidas";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Conexión a Internet lenta o nula";
"Core.ERROR.NO_CACHED_DATA" = "No hay datos almacenados en caché para el modo fuera de línea";
"Core.ERROR.USER_NOT_ACTIVE" = "La cuenta de usuario no está activada. Primero activa tu cuenta.";
"Core.ERROR.UNKNOWN_ERROR" = "Algo salió mal";
"Core.ERROR.WIFI" = "Solo puedes descargar archivos a través de Wi-Fi. Puedes cambiar esto en la configuración.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Autorización fallida.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Sin conexión a Internet";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Conéctese a Internet para ver este contenido.";
"Core.COURSEWARE.COURSE_CONTENT" = "Contenido del curso";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Este componente interactivo aún no está disponible para dispositivos móviles.";
"Core.COURSEWARE.COURSE_UNITS" = "unidades del curso";
"Core.COURSEWARE.NEXT" = "Siguiente";
"Core.COURSEWARE.PREVIOUS" = "Anterior";
"Core.COURSEWARE.FINISH" = "Finalizar";
"Core.COURSEWARE.GOOD_WORK" = "¡Buen trabajo!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Volver a la estructura";
"Core.COURSEWARE.SECTION_COMPLETED" = "Has completado &quot;%@&quot;.";
"Core.COURSEWARE.CONTINUE" = "Continuar";
"Core.COURSEWARE.RESUME" = "Reanudar";
"Core.COURSEWARE.RESUME_WITH" = "Reanudar con:";
"Core.COURSEWARE.NEXT_SECTION" = "Siguiente sección";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Para proceder con “”";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” presione “Siguiente sección”.";
"Core.ERROR.RELOAD" = "Recargar";
"Core.DATE.COURSE_STARTS" = "Inicio del curso";
"Core.DATE.COURSE_ENDS" = "";
"Core.DATE.COURSE_ENDED" = "Curso finalizado";
"Core.DATE.ENDED" = "Finalizó";
"Core.DATE.START" = "Comenzar";
"Core.DATE.STARTED" = "Comenzó";
"Core.DATE.JUST_NOW" = "En este momento";
"Core.DATE.TODAY" = "Hoy";
"Core.DATE.NEXT" = "Siguiente %@";
"Core.DATE.DAYS_AGO" = "%@ Hace días";
"Core.DATE.DUE" = "Pendiente ";
"Core.DATE.DUE_IN" = "Vencimiento en ";
"Core.DATE.DUE_IN_DAYS" = "Vencimiento en %@ Días";
"Core.DATE.DUE_TODAY" = "Vence hoy: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ días de retraso: %@";
"Core.DATE.DUE_IN_LEFT" = "Vence en %@ días: %@";
"Core.ALERT.ACCEPT" = "Aceptar";
"Core.ALERT.CANCEL" = "Cancelar";
"Core.ALERT.LOGOUT" = "Cerrar sesión";
"Core.ALERT.LEAVE" = "Dejar";
"Core.ALERT.SIGN_IN" = "Iniciar sesión";
"Core.ALERT.REGISTER" = "Registrarse";
"Core.ALERT.KEEP_EDITING" = "Sigue editando";
"Core.ALERT.DELETE" = "Borrar";
"Core.ALERT.ADD" = "Agregar";
"Core.ALERT.REMOVE" = "Eliminar";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Eliminar calendario de cursos";
"Core.NO_INTERNET.OFFLINE" = "Desconectado";
"Core.NO_INTERNET.DISMISS" = "Descartar";
"Core.NO_INTERNET.RELOAD" = "Recargar";
"Core.DATE_FORMAT.MMMM_DD" = "mmmm dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, aaaa";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, aaaa";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Descargar";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Descargado";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Completado";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Calidad de descargar de Vídeo";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Recomendado";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Menor uso de datos";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Mejor calidad";
"Core.DONE" = "Hecho";
"Core.VIEW" = "Vista";
"Core.BACK" = "Volver";
"Core.OK" = "De acuerdo";
"Core.CLOSE" = "Cerrar";
"Core.PICKER.SEARCH" = "Buscar";
"Core.PICKER.ACCEPT" = "Aceptar";
"Core.WEBVIEW.ALERT.OK" = "De acuerdo";
"Core.WEBVIEW.ALERT.CANCEL" = "Cancelar";
"Core.WEBVIEW.ALERT.CONTINUE" = "Continuar";
"Core.REVIEW.VOTE_TITLE" = "¿Disfruta de Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Tu retroalimentación nos importa. ¿Te tomarías un momento para calificar la aplicación tocando una estrella a continuación? ¡Gracias por su apoyo!";
"Core.REVIEW.FEEDBACK_TITLE" = "Déjanos tu retroalimentación";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Lamentamos saber que su experiencia de aprendizaje ha tenido algunos problemas. Agradecemos toda la retroalimentación.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Gracias";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Gracias por compartir tu retroalimentación con nosotros. ¿Le gustaría compartir su revisión de esta aplicación con otros usuarios en la tienda de aplicaciones?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Gracias";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Recibimos su retroalimentación y la usaremos para ayudarlo a mejorar su experiencia de aprendizaje en el futuro. ¡Gracias por compartir!";
"Core.REVIEW.BETTER" = "¿Qué podría mejorar?";
"Core.REVIEW.NOT_NOW" = "Ahora no";
"Core.REVIEW.BUTTON.SUBMIT" = "Enviar";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Compartir retroalimentación";
"Core.REVIEW.BUTTON.RATE_US" = "Nos califica";
"Core.REVIEW.EMAIL.TITLE" = "Seleccione cliente de email:";
"Core.SOCIAL_SIGN_CANCELED" = "El usuario canceló el flujo de inicio de sesión.";
"Core.SIGN_IN.LOG_IN_BTN" = "Iniciar sesión";
"Core.SIGN_IN.REGISTER_BTN" = "Registrarse";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Iniciar sesión con SSO";
"Core.TOMORROW" = "Mañana";
"Core.YESTERDAY" = "Ayer";
"Core.OPEN_IN_BROWSER" = "Ver en Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "No te preocupes, cambia nuestro cronograma sugerido para completar las asignaciones pendientes sin perder ningún progreso.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Cambiar fechas límite";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "¿Habéis perdido algunos plazos?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Creamos un cronograma sugerido para ayudarlo a mantenerse en la pista. Pero no te preocupes: es flexible para que puedas aprender a tu propio ritmo. Si te retrasas, podrás ajustar las fechas para mantenerte en la pista.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Para completar tareas calificadas como parte de este curso, puede actualizar hoy.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Estás auditando este curso, lo que significa que no puedes participar en tareas calificadas. Parece que no cumpliste con algunos plazos importantes según nuestro cronograma sugerido. Para completar las tareas calificadas como parte de este curso y trasladar las tareas vencidas al futuro, puede actualizar hoy.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Sus fechas no se pudieron cambiar. Inténtalo de nuevo.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Tus fechas se han cambiado con éxito.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Fechas del curso";
"Core.COURSE_DATES.TODAY" = "Hoy";
"Core.COURSE_DATES.COMPLETED" = "Completado";
"Core.COURSE_DATES.PAST_DUE" = "Vencido";
"Core.COURSE_DATES.THIS_WEEK" = "Esta semana";
"Core.COURSE_DATES.NEXT_WEEK" = "La próxima semana";
"Core.COURSE_DATES.UPCOMING" = "Próximamente";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Almacenamiento del dispositivo lleno";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Tu dispositivo no tiene suficiente espacio libre para descargar este contenido. Libera espacio y vuelve a intentarlo.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ usado, %@ libre";
"Core.COURSE.ALERT.CANCEL" = "Cancelar";
"Core.COURSE.ALERT.CLOSE" = "Cerrar";
"Core.COURSE.ALERT.REMOVE" = "Eliminar";
"Core.COURSE.ALERT.DOWNLOAD" = "Descargar";
"Core.COURSE.ALERT.TRY_AGAIN" = "Intentar otra vez";
"Core.COURSE.ALERT.REMOVE_TITLE" = "¿Quieres eliminar el contenido sin conexión?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Confirma la descarga";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "¿Descargar en celular?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Eliminar este contenido libera %@.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Al descargar este %@ de contenido se guardarán los bloques disponibles sin conexión.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Descargar este contenido utilizará %@ para datos móviles.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Descarga fallido";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Sin conexión a Internet";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Se requiere Wi-Fi";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Lamentablemente, este contenido no se pudo descargar. Inténtalo nuevamente más tarde o informe este problema.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Para descargar este contenido se necesita una conexión a Internet activa. Conéctese a Internet y vuelva a intentarlo.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Para descargar este contenido se requiere una conexión wifi activa. Conéctate a una red wifi y vuelve a intentarlo.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Los vídeos que has seleccionado tienen más de 1 GB. ¿Quieres descargar estos vídeos?";
"Core.DOWNLOAD.DOWNLOAD" = "Descargar";
"Core.ALERT.ACCEPT" = "Aceptar";
